ID_0_TO_10V,0 إلى 10 فولت
ID_0_TO_20mA,0 إلى 20 م أ
ID_0_TO_5V,0 إلى 5 فولت
ID_125K,125 ك
ID_1M,1 م
ID_250K,250 ك
ID_4_DIGITS,4 أرقام
ID_4_TO_20mA,4 إلى 20 م أ
ID_5_DIGITS,5 أرقام
ID_500K,500 ك
ID_6_DIGITS,6 أرقام
ID_7_DIGITS,7 أرقام
ID_ACCEPT_ABORT_CAL_ERROR,قبول/إحباط خطأ المعايرة
ID_ACCEPT_TO_CONTINUE,قم بالقبول للمتابعة
ID_ACCEPT_WHEN_MEASURED_VALUE_IS_STABLE,قم بالقبول عندما تكون القيمة المقاسة مستقرة
ID_ACCESS_CONTROL,التحكم في الوصول
ID_ACTIVE,نشط
ID_ACTIVE_MODE,وضع نشط
ID_ACTUAL_RATE,المعدل الفعلي
ID_ADC_CALIBRATION_ERROR,خطأ معايرة ADC
ID_ADDRESS,العنوان
ID_AERONAUTICAL,طيران
ID_AIM_RATE,معدل الهدف
ID_AIR,الجو
ID_AIRSPEED_RANGE,نطاق السرعة الجوية
ID_ALARM,إنذار
ID_ALARM_HIGH,الإنذار مرتفع
ID_ALARM_LOW,الإنذار منخفض
ID_ALARMS,الإنذارات
ID_ALL_SETUP_FILES_COPIED_FROM_USB,جميع ملفات الإعداد منسوخة من وحدة USB
ID_ALL_SETUP_FILES_COPIED_TO_USB,جميع ملفات الإعداد منسوخة إلى وحدة USB
ID_ALL_TEST_PROGRAMS_COPIED_FROM_USB,جميع برامج الاختبار منسوخة من وحدة USB
ID_ALL_TEST_PROGRAMS_COPIED_TO_USB,جميع برامج الاختبار منسوخة إلى وحدة USB
ID_ALL_UNITS,جميع الوحدات
ID_ALTITUDE_RANGE,نطاق الارتفاع
ID_AN_INVALID_OPTION_KEY_HAS_,تم إدخال مفتاح خيار غير صالح 3 مرات، يجب إيقاف تشغيل الآلة الآن.
ID_AN_OP_DEFAULTS,افتراضي الناتج التماثلي
ID_ANALOGUE_OP,الناتج التماثلي
ID_ANALOGUE_OP_BOOT_ROM,ROM تمهيد الناتج التماثلي
ID_ANALOGUE_OP_CORRECTION,تصحيح الناتج التماثلي
ID_ANALOGUE_OP_CURRENT,تيار الناتج التماثلي
ID_ANALOGUE_OP_DEFAULTS,افتراضيات الناتج التماثلي
ID_ANALOGUE_OP_DIAGNOSTICS,تشخيصات الناتج التماثلي
ID_ANALOGUE_OP_ERROR,خطأ الناتج التماثلي
ID_ANALOGUE_OP_MAIN_CODE,الرمز الرئيسي للناتج التماثلي
ID_ANALOGUE_OP_RANGE,نطاق الناتج التماثلي
ID_ANALOGUE_OP_SERIAL_NUMBER,الرقم التسلسلي للناتج التماثلي
ID_ANALOGUE_OP_SETUP,إعداد الناتج التماثلي
ID_ANALOGUE_OP_STATUS,حالة الناتج التماثلي
ID_ANALOGUE_OP_UPGRADE,ترقية الناتج التماثلي
ID_ANALOGUE_OP_VERIFICATION,التحقق من الناتج التماثلي
ID_ANALOGUE_OP_ZERO,تصفير الناتج التماثلي
ID_ANALOGUE_OUTPUT,الناتج التماثلي
ID_ANALOGUE_OUTPUT_CORRECTION,تصحيح الناتج التماثلي
ID_ANALOGUE_OUTPUT_ERROR,خطأ في الناتج التماثلي
ID_ANY_FILES_WITH_SAME_NAME_,سيتم استبدال أي ملفات تحمل الاسم نفسه
ID_APPLY,تطبيق
ID_APPLY_BIAS,Apply Bias
ID_APPLY_FIRST_CALIBRATION_POINT,قم بتطبيق أدنى ضغط في النطاق (النقطة 1 من 3)
ID_APPLY_NOMINAL_POS_FS_CURRENT,قم بتطبيق التيار الاسمي الإيجابي تام النطاق.
ID_APPLY_NOMINAL_POS_FS_VOLTAGE,قم بتطبيق الجهد الكهربي الاسمي الإيجابي تام النطاق.
ID_APPLY_NOMINAL_ZERO_CURRENT,قم بتطبيق التيار الصفري الاسمي.
ID_APPLY_NOMINAL_ZERO_VOLTAGE,قم بتطبيق الجهد الكهربي الصفري الاسمي.
ID_APPLY_PWM,تطبيق PWM
ID_APPLY_SECOND_CALIBRATION_POINT,قم بتطبيق الضغط متوسط النطاق (النقطة 2 من 3)
ID_APPLY_THIRD_CALIBRATION_POINT,قم بتطبيق أعلى ضغط في النطاق (النقطة 3 من 3)
ID_APPLY_VALVE_BIAS_ERROR,Apply Valve bias error
ID_APPLY_VALVE_CHARACTERISATION_ERROR,تطبيق خطأ في وصف الصمام
ID_ARE_YOU_SURE__ABORT_VALVE_CORRECTION,هل تريد بالتأكيد إحباط تصحيح الصمام؟
ID_ARE_YOU_SURE__COPY_FILE,هل تريد بالتأكيد نسخ هذا الملف:-
ID_ARE_YOU_SURE__COPY_FILE_TO_USB,هل تريد بالتأكيد نسخ هذا الملف إلى وحدة USB؟
ID_ARE_YOU_SURE__COPY_FROM_USB,هل تريد بالتأكيد نسخ جميع الملفات من وحدة USB؟
ID_ARE_YOU_SURE__COPY_HISTORY_TO_USB,هل تريد بالتأكيد نسخ المحفوظات إلى وحدة USB؟
ID_ARE_YOU_SURE__COPY_TO_USB,هل تريد بالتأكيد نسخ جميع الملفات إلى وحدة USB؟
ID_ARE_YOU_SURE__DELETE,هل تريد بالتأكيد حذف هذا الملف؟
ID_ARE_YOU_SURE__DISABLE_SOFT_OPTIONS_,هل تريد بالتأكيد تعطيل خيارات المهام؟
ID_ARE_YOU_SURE__EXIT_CALIBRATION,هل تريد بالتأكيد إنهاء إجراء المعايرة؟ اضغط على "نعم" للإنهاء (لن يتم حفظ القيم). اضغط على "لا" للمتابعة.
ID_ARE_YOU_SURE__RESET_ETHERNET,هل تريد بالتأكيد إعادة تعيين إعدادات LAN؟
ID_ARE_YOU_SURE__RESET_FAULT_HISTORY,هل تريد بالتأكيد إعادة تعيين سجل محفوظات الأخطاء؟
ID_ARE_YOU_SURE__RESET_USE_LOG,هل تريد بالتأكيد إعادة تعيين سجل استخدام وحدة التحكم؟
ID_ARE_YOU_SURE__RESTORE_AN_OP_DEFAULTS_,هل تريد بالتأكيد إعادة الناتج التماثلي إلى الإعدادات الافتراضية؟
ID_ARE_YOU_SURE__RESTORE_AS_SHIPPED_,هل تريد بالتأكيد استعادة "إعدادات الشحن"؟
ID_ARE_YOU_SURE__RESTORE_INSTRUMENT_DEFAULTS_,هل تريد بالتأكيد إعادة الآلة إلى الإعدادات الافتراضية؟
ID_ARE_YOU_SURE__RESTORE_LAST_,هل تريد بالتأكيد إعادة إعدادات الآلة إلى حالة التشغيل الأخيرة؟
ID_ARE_YOU_SURE__RESTORE_MODULE_DEFAULTS_,هل تريد بالتأكيد إعادة الوحدة إلى الإعدادات الافتراضية؟
ID_ARE_YOU_SURE__RESTORE_THESE_,هل تريد بالتأكيد استعادة إعدادات الآلة هذه؟
ID_ARE_YOU_SURE__RESTORE_VFC_DEFAULTS_,هل تريد بالتأكيد إعادة VFC إلى الإعدادات الافتراضية؟
ID_ARE_YOU_SURE__SET_AS_SHIPPED_,هل تريد بالتأكيد حفظ "إعدادات الشحن"؟
ID_ARE_YOU_SURE__UPGRADE_ANALOGUE_OP_,هل تريد بالتأكيد ترقية برنامج الناتج التماثلي؟
ID_ARE_YOU_SURE__UPGRADE_INSTRUMENT_,هل تريد بالتأكيد ترقية برنامج الآلة؟
ID_ARE_YOU_SURE__UPGRADE_MODULE_,هل تريد بالتأكيد ترقية برنامج الوحدة؟
ID_ARE_YOU_SURE__UPGRADE_OS_,هل تريد بالتأكيد ترقية نظام التشغيل؟
ID_ARE_YOU_SURE__UPGRADE_VFC_,هل تريد بالتأكيد ترقية برنامج VFC؟
ID_ARE_YOU_SURE__VALVE_CORRECTION,هل تريد بالتأكيد إجراء تصحيح الصمام؟
ID_ARE_YOU_SURE__VENT,هل تريد بالتأكيد إجراء مخرج النظام؟
ID_ARE_YOU_SURE__ZERO_ANALOGUE_OP,هل تريد بالتأكيد تصفير الناتج التماثلي؟
ID_ARE_YOU_SURE__ZERO_PRESSURE_RANGE,هل تريد بالتأكيد تصفير نطاق الضغط هذا؟
ID_ARE_YOU_SURE__ZERO_SCM,هل تريد بالتأكيد تصفير SCM؟
ID_ARE_YOU_SURE_YOU_WANT_LAST__,هل تريد بالتأكيد الرجوع إلى المعايرة الأخيرة؟
ID_AREA_OF_USE,مساحة الاستخدام
ID_AS_SHIPPED,الشحن
ID_ASIA,آسيا
ID_AUDIO_VOLUME,مستوى الصوت
ID_AUTO,تلقائي
ID_AUTO_IP,IP تلقائي
ID_AUTO_RANGE,نطاق تلقائي
ID_AUTO_REVERSE,عكس تلقائي
ID_AUTO_TUNE,توليف تلقائي
ID_AUTO_ZERO,تصفير تلقائي
ID_AVERAGE,المتوسط
ID_BACK,السابق
ID_BACKLIGHT,إضاءة خلفية
ID_BACKLIGHT_TIMER,مؤقت الإضاءة الخلفية
ID_BAND,النطاق
ID_BAROMETER,البارومتر
ID_BAROMETER_DIAGNOSTICS,تشخيصات مستشعر بارومتري
ID_BAROMETRIC,بارومتري
ID_BAROMETRIC_SENSOR,مستشعر بارومتري
ID_BASIC,أساسي
ID_BAUD_RATE,معدل الباود
ID_BIAS_RUN,Bias Run
ID_BOTTOM_SPAN,النطاق السفلي
ID_BREAKING,فصل
ID_BRIDGE_ADC_COUNTS,تعدادات ADC للاتصال
ID_BRIDGE_ADC_VALUE,قيمة ADC للاتصال
ID_BRIGHTNESS,الإشراق
ID_BURST_PRESSURE,ضغط الاندفاع
ID_BURST_TEST,اختبار الاندفاع
ID_BURST_TEST_OPTION_IS_ENABLED,خيار اختبار الاندفاع ممكن.
ID_BURST_TEST_RUNNING,جاري اختبار الاندفاع
ID_BURST_TEST_SETUP,إعداد اختبار الاندفاع
ID_BUTTON_ABORT,إحباط
ID_BUTTON_CANCEL,إلغاء
ID_BUTTON_IGNORE,تجاهل
ID_BUTTON_LAST,آخر
ID_BUTTON_NEW,جديد
ID_BUTTON_NO,لا
ID_BUTTON_OK,موافق
ID_BUTTON_RETRY,محاولة
ID_BUTTON_YES,نعم
ID_CAL_DATE_INDEX_OUT_OF_RANGE,فهرس تاريخ المعايرة خارج النطاق
ID_CAL_PERCENT_OUT_OF_RANGE,نسبة المعايرة خارج النطاق
ID_CAL_POINT_OUT_OF_RANGE,نقطة المعايرة خارج النطاق
ID_CAL_POINT_VALUE_ERROR,خطأ في قيمة نقطة المعايرة
ID_CAL_REMINDER,تذكير المعايرة
ID_CALIBRATING,جاري المعايرة
ID_CALIBRATION,معايرة
ID_CALIBRATION_AS_FOUND,معايرة حالية
ID_CALIBRATION_COMPLETE,اكتملت المعايرة.
ID_CALIBRATION_DUE,معايرة مستحقة
ID_CALIBRATION_GAIN_AND_OFFSET_VALUES,اكتساب المعايرة وقيم الإزاحة
ID_CALIBRATION_HISTORY,محفوظات المعايرة
ID_CALIBRATION_INFO,معلومات المعايرة
ID_CALIBRATION_LAST,استخدم المعايرة السابقة
ID_CALIBRATION_NEW,معايرة جديدة
ID_CALIBRATION_NOT_COMPLETE,المعايرة لم تكتمل
ID_CALIBRATION_PERIOD,فترة المعايرة
ID_CALIBRATION_REMINDER,تذكير المعايرة
ID_CALIBRATION_STARTING,بدء المعايرة
ID_CAN_BUS_OFF,وقف ناقل CAN
ID_CAN_DATA_ERROR_NO_REPLY,خطأ بيانات CAN: لا يوجد رد
ID_CAN_DEVICE_CANNOT__INIT,تتعذر تهيئة جهاز CAN
ID_CAN_DIAGNOSTICS,تشخيصات CAN
ID_CANBUS,ناقل CAN
ID_CANBUS_STATUS,حالة ناقل CAN
ID_CANNOT_CREATE_FILE,يتعذر إنشاء ملف
ID_CANNOT_DELETE_THIS_COMMAND,يتعذر حذف هذا الأمر
ID_CANNOT_EDIT_THIS_COMMAND,يتعذر تحرير هذا الأمر
ID_CANNOT_HAVE__SPAN_,يتعذر تحديد قيمة واحدة للنطاقين العلوي والسفلي
ID_CANNOT_INSERT_COMMAND_HERE,يتعذر إدراج الأمر هنا
ID_CANNOT_LOCK_THIS_TASK,يتعذر تأمين هذه المهمة
ID_CANNOT_OVERWRITE_SYSTEM_FILE,يتعذر استبدال ملف النظام
ID_CANNOT_SELECT_THIS_TASK,يتعذر تحديد هذه المهمة
ID_CANNOT_UPGRADE_SOFTWARE,تتعذر ترقية البرنامج
ID_CANNOT_USE_THIS_NAME_,يتعذر استخدام هذا الاسم للوحدات المحددة من المستخدم. الرجاء إدخال اسم آخر.
ID_CANNOT_ZERO_,يتعذر تصفير نطاق الضغط هذا
ID_CHANGE_MAC_ADDRESS,تغيير عنوان MAC
ID_CHANGE_PIN,تغيير PIN
ID_CHANGE_SUPERVISOR_PIN,تغيير PIN المشرف
ID_CHANGE_USB_MODE_TO_COMMS_,قم بتغيير وضع USB إلى "اتصالات" قبل ترقية البرنامج.
ID_CHANNEL_INDEX_OUT_OF_RANGE,فهرس القنوات خارج النطاق
ID_CHANNEL_OUT_OF_RANGE,القناة خارج النطاق
ID_CHARACTERISATION,وصف
ID_CHECKSUM,مجموع اختباري
ID_CLEAR_BUFFER,مسح التخزين
ID_CLOSE_APPLY_VALVE,إغلاق صمام التطبيق
ID_CLOSE_CONTACT_1,إغلاق الاتصال 1
ID_CLOSE_CONTACT_2,إغلاق الاتصال 2
ID_CLOSE_ISOLATION_VALVE,إغلاق صمام العزل
ID_CLOSE_RELEASE_VALVE,إغلاق صمام التحرير
ID_CLOSE_ZERO_VALVE,إغلاق صمام التصفير
ID_CLOSED,مغلق
ID_CM_0,وحدة تحكم CM0
ID_CM_1,وحدة تحكم CM1
ID_CM_2,وحدة تحكم CM2
ID_CM_3,وحدة تحكم CM3
ID_CM_GENERIC,وحدة التحكم العامة
ID_CM1_LOGIC_IP_STATE,CM1 Logic I/P
ID_CM2_LOGIC_IP_STATE,CM2 Logic I/P
ID_COMMANDS,أوامر
ID_COMMON_MODE_ADC_COUNTS,تعدادات ADC للوضع العام
ID_COMMON_MODE_ADC_VALUE,قيمة ADC للوضع العام
ID_COMMS,الاتصالات غير الرسمية
ID_COMMUNICATIONS,اتصالات
ID_COMMUNICATIONS_FAILURE,فشل الاتصالات
ID_COMMUNICTAIONS_STATUS,حالة الاتصالات
ID_COMPLETE,مكتملة
ID_CONDITION,الكمبيوتر
ID_CONFIGURATION,التكوين
ID_CONFIGURE_RANGE_NEG_FS_ERROR,تكوين خطأ نطاق FS سلبي
ID_CONFIGURE_RANGE_POS_FS_ERROR,تكوين خطأ نطاق FS إيجابي
ID_CONFIRM_ABORT,تأكيد الإحباط
ID_CONFIRM_DELETE,تأكيد الحذف
ID_CONFIRM_NEW_CAL_PIN,تأكيد PIN معايرة جديد
ID_CONFIRM_NEW_SUP_PIN,تأكيد PIN مشرف جديد
ID_CONFIRM_RESET,تأكيد إعادة التعيين
ID_CONFIRM_RESTORE,تأكيد الاستعادة
ID_CONFIRM_SAVE,تأكيد الحفظ
ID_CONFIRM_SOFTWARE_UPGRADE,تأكيد ترقية البرنامج
ID_CONFIRM_VALVE_CORRECTION,تأكيد تصحيح الصمام
ID_CONFIRM_VENT,تأكيد المخرج
ID_CONFIRM_ZERO,تأكيد التصفير
ID_CONTACT,جهة اتصال
ID_CONTRAST,تباين
ID_CONTROL,إدارة
ID_CONTROL_DWELL,فترة الإدارة
ID_CONTROL_EQUALS,إدارة = 
ID_CONTROL_MODE,وضع الإدارة
ID_CONTROL_MODULE_EEPROM_BEING_INITIALISED,تتم تهيئة وحدة الإدارة EEPROM
ID_CONTROL_PRESSURE_OVER_RANGE,النطاق الأعلى لضغط الإدارة
ID_CONTROL_PRESSURE_UNDER_RANGE,النطاق الأدنى لضغط الإدارة
ID_CONTROL_SENSOR,مستشعر عنصر التحكم
ID_CONTROL_SENSOR_CAL_DATA_,خطأ في المجموع الاختباري لبيانات معايرة مستشعر الإدارة
ID_CONTROL_SENSOR_DIAGNOSTICS,تشخيصات مستشعر عنصر التحكم
ID_CONTROL_SENSOR_HEADER_,خطأ في المجموع الاختباري لرأس مستشعر عنصر التحكم
ID_CONTROL_SENSOR_SERIAL_NUMBER,رقم مستشعر الإدارة
ID_CONTROL_SETUP,إعداد الإدارة
ID_CONTROL_STABILITY,ثبات الإدارة
ID_CONTROL_TEMPERATURE,حرارة الإدارة
ID_CONTROL_TEMPERATURE_OVER_RANGE,النطاق الأعلى لدرجة حرارة الإدارة
ID_CONTROL_TEMPERATURE_UNDER_RANGE,النطاق الأدنى لدرجة حرارة الإدارة
ID_CONTROL_TIME,وقت الإدارة
ID_CONTROLLED_PRESSURE,ضغط خاضع للتحكم
ID_CONTROLLER,وحدة التحكم
ID_CONTROLLER_DIAGNOSTICS,تشخيصات وحدة التحكم
ID_CONTROLLER_EEPROM_1_FAILED,فشل EEPROM 2 لوحدة التحكم
ID_CONTROLLER_EEPROM_2_FAILED,فشل EEPROM 1 لوحدة التحكم
ID_CONTROLLER_IDENTITY,معرف وحدة التحكم
ID_CONTROLLER_ON,تشغيل وحدة التحكم
ID_CONTROLLER_PPM_FIGURE_ERROR,خطأ في شكل PPM لوحدة التحكم
ID_CONTROLLER_USE,استخدام وحدة تحكم
ID_COOLING_FAN_HAS_FAILED,فشلت مروحة التبريد
ID_COPY,نسخ
ID_COPY_A_SINGLE_FILE,نسخ ملف مفرد
ID_COPY_ALL_FILES_FROM_USB,نسخ الملفات من USB
ID_COPY_ALL_FILES_TO_USB,نسخ الملفات إلى USB
ID_COPY_FILE_TO_USB,نسخ ملف إلى وحدة USB
ID_COUNT,تعداد
ID_CR,CR
ID_CR_EOI,CR + EOI
ID_CR_LF,CR/LF
ID_CR_LF_EOI,CR/LF + EOI
ID_CURRENT,التيار
ID_CURRENT_INSTRUMENT_SETTINGS_HAVE_BEEN_SAVED_,تم حفظ إعدادات الآلة الحالية إلى ملف جديد.
ID_CURRENT_SETUP,الإعداد الحالي
ID_CURVE,منحنى
ID_DATA,بيانات
ID_DATA_BITS,بتات البيانات
ID_DATE_SET,تعيين التاريخ
ID_DAYS,الأيام
ID_DAYS_SINCE_LAST_CALIBRATION,الأيام منذ آخر معايرة
ID_DEBUG_MESSAGES,رسائل تصحيح الاخطاء
ID_DEG_C,مئوية (°C)
ID_DEG_F,فهرنهايت (°F)
ID_DELETE,حذف
ID_DESTINATION,الوجهة
ID_DIAGNOSTIC_ADC_COUNTS_ERROR,خطأ في تعدادات ADC للتشخيصات
ID_DIAGNOSTIC_ADC_VALUE_ERROR,خطأ في قيمة ADC للتشخيصات
ID_DIAGNOSTIC_MODE,وضع التشخيصات
ID_DIODE,صمام ثنائي
ID_DIODE_COUNTS,تعدادات الصمامات الثنائية
ID_DISABLE_SOFT_OPTIONS,تعطيل خيارات المهام
ID_DISABLED,معطلة
ID_DISPLAY,عرض
ID_DIVIDER,مقسم
ID_DIVIDER_SETPOINT,نقطة تعيين المقسم
ID_DIVIDER_SETUP,إعداد المقسم
ID_DO_YOU_WANT_TO_DO__,هل تريد إجراء تصحيح جديد للمستشعر أم الرجوع إلى المعايرة السابقة؟
ID_DO_YOU_WANT_TO_PERFORM_A_VENT,هل تريد إجراء مخرج النظام؟
ID_DO_YOU_WANT_TO_SAVE_THIS_FILE,هل تريد حفظ هذا الملف؟
ID_DPI,DPI
ID_DPI500,DPI500
ID_DPI510,DPI510
ID_DPI520,DPI520
ID_DPISCPI,SCPI
ID_DWELL_TIME,الفترة الزمنية
ID_EDIT,تحرير
ID_EDIT_IF_REQUIRED,قم بالتحرير، عند الضرورة.
ID_EFFORT,الجهد
ID_EFFORT_METER,مقياس الجهد
ID_ENABLED,ممكن
ID_END,النهاية
ID_END_PARAMETER_ENTRY,إدخال معلمة النهاية
ID_END_PRESSURE,الضغط النهائي
ID_END_SETPOINT,نقطة تعيين النهاية
ID_END_SLEW_RATE,معدل استدارة النهاية
ID_ENGINEERING,التخطيط الهندسي
ID_ENGLISH_LANGUAGE__DEFAULT,سيتم استخدام اللغة الإنجليزية افتراضيًا
ID_ENHANCED,محسن
ID_ENTER_CAL_PIN,أدخل PIN المعايرة
ID_ENTER_DATE,أدخل التاريخ ي ي/ش ش/ س س
ID_ENTER_DATE_USA,أدخل التاريخ ش ش/ ي ي/س س
ID_ENTER_NEW_AN_OP_SERIAL_NUMBER,أدخل رقم تسلسلي جديد للناتج التماثلي
ID_ENTER_NEW_CAL_PIN,أدخل PIN المعايرة الجديدة
ID_ENTER_NEW_INSTRUMENT_SERIAL_NUMBER,أدخل الرقم التسلسلي للآلة الجديدة
ID_ENTER_NEW_MODULE_SERIAL_NUMBER,أدخل الرقم التسلسلي الجديد للوحدة
ID_ENTER_NEW_OPTION_KEY,أدخل مفتاح خيار جديد
ID_ENTER_NEW_SERIAL_NUMBER,أدخل الرقم التسلسلي الجديد
ID_ENTER_NEW_SUP_PIN,أدخل PIN المشرف الجديد
ID_ENTER_REQUIRED_VALUE,أدخل القيمة المطلوبة
ID_ENTER_SUP_PIN,أدخل PIN المشرف
ID_ENTER_TIME,أدخل الوقت س س: د د: ث ث
ID_ERROR_MESSAGE_LIMIT_REACHED,تم الوصول لحد رسائل الخطأ
ID_ERROR_QUEUE_FULL,قائمة انتظار الخطأ ممتلئة
ID_ETHERNET,إيثرنت
ID_ETHERNET_ADDRESS,عنوان IP
ID_ETHERNET_ADDRESS_TYPE,نوع العنوان
ID_ETHERNET_COMMS_OPTION,اتصالات إيثرنت
ID_ETHERNET_CONNECTION_HISTORY,محفوظات الاتصال بإيثرنت
ID_ETHERNET_MAC_ADDRESS,عنوان MAC إيثرنت 
ID_ETHERNET_OPTION_IS_ENABLED,خيار إيثرنت ممكن.
ID_ETHERNET_PARAMETERS,معلمات إيثرنت
ID_ETHERNET_STATUS,حالة الإيثرنت
ID_EUROPE,أوروبا
ID_EVEN,متساوي
ID_EXIT,إنهاء
ID_EXIT_T0_REJECT__,قم بالإنهاء لرفض المعايرة.
ID_EXPLORER,مستكشف
ID_EXTENDED,ممتد
ID_FAIL,فشل
ID_FAILED,فشل
ID_FAST,سريع
ID_FIFTH_DIGIT,الرقم الخامس
ID_FILE_ALREADY_EXISTS,الملف موجود بالفعل
ID_FILE_COPIED,تم نسخ الملف:-
ID_FILE_COPIED_TO_USB,تم نسخ الملف إلى وحدة USB
ID_FILE_COPY_COMPLETE,اكتمل نسخ الملف
ID_FILE_NOT_FOUND,الملف غير موجود
ID_FILENAME_CONTAINS_INVALID_CHARS_,يحتوي اسم الملف على أحرف غير صالحة
ID_FILENAME_MUST_BEGIN_,يجب أن يبدأ اسم الملف بحرف أبجدي رقمي
ID_FILTER,تصفية
ID_FINISHED,تم
ID_FIRST_DIGIT,الرقم الأول
ID_FITTED,معين
ID_FLOW_CONTROL,عنصر تحكم التدفق
ID_FORMAT,تنسيق
ID_FOURTH_DIGIT,الرقم الرابع
ID_FPGA_PROGRAMMING_FAILED,فشلت برمجة FPGA
ID_FREQUENCY,التردد
ID_FS_LESS_THAN_ZERO,الحجم التام أقل من صفر
ID_FT_S2,ft/s²
ID_FULL_SCALE,الحجم التام
ID_FUNCTION_NOT_AVAILABLE,الوظيفة غير متاحة بعد
ID_FUTURE_DATE_TIME,وقت تاريخ مستقبلي
ID_GAIN_VALUE_1,اكتساب القيمة 1
ID_GAIN_VALUE_2,اكتساب القيمة 2
ID_GAUGE,جهاز قياس
ID_GENERAL,عام
ID_GENERAL_CONTROLLER_ERROR,خطأ في وحدة التحكم العامة
ID_GENERAL_DIAGNOSTICS,تشخيصات عامة
ID_GLOBAL_SETUP,إعداد عمومي
ID_GOTO_LABEL,توجه إلى الإرشادات التالية
ID_GRADE,درجة
ID_HARDWARE,الأجهزة
ID_HARDWARE_BUILD,بنية الأجهزة
ID_HARDWARE_HISTORY,محفوظات الأجهزة
ID_HEAD,الرأس
ID_HEAD_CORRECTION,تصحيح الرأس
ID_HELIUM,الهيليوم
ID_HIGH,مرتفع
ID_HIGH_ALARM,إنذار مرتفع
ID_HIGH_ALARM_CONDITION,حالة الإنذار المرتفع
ID_HIGH_PRESSURE,ضغط مرتفع
ID_HIGH_SETPOINT,نقطة تعيين مرتفعة
ID_HISTORY,محفوظات
ID_HOST_COMMAND,أمر المضيف
ID_HOST_NAME,اسم المضيف
ID_HOURS,ساعات
ID_HUMIDITY,الرطوبة
ID_HZ,هرتز
ID_IDLE_TIMEOUT,مهلة السكون
ID_IDLE_TIMEOUT_CONDITION,حالة مهلة السكون
ID_IEEE488,IEEE488
ID_IEEE488_STATUS,حالة IEEE488
ID_IN_LIMITS,ضمن الحدود
ID_IN_LIMITS_METER,الحدود المستهدفة
ID_IN_LIMITS_TIMER,موقت الحدود المستهدفة
ID_IN_PROGRESS,جاري التقدم
ID_INCHES,بالبوصة
ID_INDEX_OUT_OF_RANGE,الفهرس خارج النطاق
ID_INIT_CAN,Init CAN
ID_INIT_COMPLETE,اكتمال التهيئة
ID_INIT_FAILED,فشل التهيئة
ID_INSERT,إدراج
ID_INSERT_A_USB_,أدرج عصا ذاكرة USB مع برنامج آلة جديدة.
ID_INSTALLED,مثبت
ID_INSTRUMENT,آلة
ID_INSTRUMENT_ACCURACY,دقة الآلة
ID_INSTRUMENT_ALIAS_NAME,الاسم المستعار للآلة
ID_INSTRUMENT_BOOT_ROM,ROM تمهيد الآلة
ID_INSTRUMENT_CANNOT_BE_USED,يتعذر استخدام الآلة
ID_INSTRUMENT_DEFAULTS,افتراضيات الآلة
ID_INSTRUMENT_IS_INITIALISING,يتم تمهيد الآلة
ID_INSTRUMENT_MAIN_CODE,الرمز الرئيسي للآلة
ID_INSTRUMENT_OS_BUILD,بنية نظام تشغيل الآلة
ID_INSTRUMENT_SERIAL_NUMBER,الرقم التسلسلي للآلة
ID_INSTRUMENT_SOFTWARE_UPGRADE,ترقية برنامج الآلة
ID_INSTRUMENT_STATUS,حالة الآلة
ID_INSTRUMENT_UPGRADE,ترقية الآلة
ID_INTEGRAL_VALUE,قيمة متكاملة
ID_INTERVAL,فاصل زمني
ID_INVALID_DATE,تاريخ غير صالح
ID_INVALID_OPTION,خيار غير صالح
ID_INVALID_OPTION_KEY,مفتاح خيار غير صالح
ID_INVALID_TIME,وقت غير صالح
ID_IP_ADDRESS,عنوان IP
ID_IP_ADDRESS_TYPE,نوع عنوان IP
ID_IS_AS_CAL_FOUND_GOOD,هل المعايرة "بالحالة الأصلية" جيدة؟
ID_ISOLATED,معزول
ID_ISOLATION_STATUS,حالة العزل
ID_ISOLATION_VALVE,صمام العزل
ID_IT_IS_RECOMMENDED_,يوصى بإيقاف تشغيل الآلة واستبدال مروحة التبريد.
ID_ITEM_INDEX_OUT_OF_RANGE,فهرس العنصر خارج النطاق
ID_JAPAN,اليابان
ID_KEEP_THE_FIRST_CAL_POINT,الحفاظ على نقطة المعايرة الأولى؟ (النقطة 1 من 3)
ID_KEEP_THE_SECOND_CAL_POINT,الحفاظ على نقطة المعايرة الثانية؟ (النقطة 2 من 3)
ID_KEEP_THE_THIRD_CAL_POINT,الحفاظ على نقطة المعايرة الثالثة؟ (النقطة 3 من 3)
ID_KEEP_THIS_CAL_POINT_1,الحفاظ على نقطة المعايرة هذه؟ (النقطة 1 من 2)
ID_KEEP_THIS_CAL_POINT_2,الحفاظ على نقطة المعايرة هذه؟ (النقطة 2 من 2)
ID_KEY_CLICK,نقرة المفتاح
ID_LANGUAGE,اللغة
ID_LANGUAGE_CHINESE,中文
ID_LANGUAGE_ENGLISH,English
ID_LANGUAGE_FRENCH,Français
ID_LANGUAGE_GERMAN,Deutsch
ID_LANGUAGE_ITALIAN,Italiano
ID_LANGUAGE_JAPANESE,日本語
ID_LANGUAGE_NOT_AVAILABLE,اللغة غير متوفرة
ID_LANGUAGE_PORTUGUESE,Português
ID_LANGUAGE_RUSSIAN,Русский
ID_LANGUAGE_SPANISH,Español
ID_LANGUAGE_USER_1,العربية
ID_LANGUAGE_USER_2,हिंदी
ID_LANGUAGE_USER_3,Magyar
ID_LANGUAGE_USER_4,한국의
ID_LANGUAGE_USER_5,Polski
ID_LANGUAGE_USER_6,Român
ID_LANGUAGE_USER_7,Türk
ID_LAST_CALIBRATION,المعايرة السابقة
ID_LEAK_RATE,معدل التسرب
ID_LEAK_RATE__,معدل التسرب (دقائق/ثواني) = 
ID_LEAK_RATE_1,معدل التسرب 1
ID_LEAK_RATE_2,معدل التسرب 2
ID_LEAK_TEST,اختبار التسرب
ID_LEAK_TEST_OPTION_IS_ENABLED,خيار اختبار التسرب ممكن.
ID_LEAK_TEST_RUNNING,جاري اختبار التسرب
ID_LEAK_TEST_SETUP,إعداد اختبار التسرب
ID_LF,LF
ID_LF_EOI,LF + EOI
ID_LIMITS,الحدود
ID_LINEAR,خطي
ID_LITRES,اللترات
ID_LOCAL,محلي
ID_LOCAL_GRAVITY,جاذبية محلية
ID_LOCK,تأمين
ID_LOCK_TASKS,تأمين المهام
ID_LOCKED,مؤمن
ID_LOGIC_OUTPUT,ناتج منطقي
ID_LOGIC_OUTPUT1,ناتج منطقي 1
ID_LOGIC_OUTPUT2,ناتج منطقي 2
ID_LOGIC_OUTPUT3,ناتج منطقي 3
ID_LOGIC_OUTPUT4,ناتج منطقي 4
ID_LOGIC_OUTPUT5,ناتج منطقي 5
ID_LOGIC_OUTPUT6,ناتج منطقي 6
ID_LOGIC_OUTPUT7,ناتج منطقي 7
ID_LOGIC_OUTPUT8,ناتج منطقي 8
ID_LOW,منخفض
ID_LOW_ALARM,إنذار منخفض
ID_LOW_ALARM_CONDITION,حالة الإنذار المنخفض
ID_LOW_PRESSURE,ضغط منخفض
ID_LOW_SETPOINT,نقطة تعيين منخفضة
ID_LOWER,أدنى
ID_LOWER_LIMIT,الحد الأدنى
ID_M,م
ID_M_S2,م/س2
ID_MA,مللي أمبير
ID_MA_0_TO_20,0 إلى 20 مللي أمبير
ID_MA_25,25 مللي أمبير
ID_MA_4_TO_20,4 إلى 20 مللي أمبير
ID_MANUAL,يدوي
ID_MASS_STORAGE_DEVICE,جهاز تخزين كبير
ID_MAX_RATE,المعدل الأقصى
ID_MAXIMUM,الأقصى
ID_MAXIMUM_NUMBER_OF_TEST_PROGRAMS_EXCEEDED,تم تجاوز العدد الأقصى لبرامج الاختبار
ID_MEASURE,قياس
ID_MEASURE_DWELL,فترة القياس
ID_MEASURE_SETUP,إعداد القياس
ID_MEASURED_PRESSURE,الضغط المقاس
ID_MESSAGE,رسالة
ID_MESSAGE_BUFFER_FULL,التخزين المؤقت للرسائل ممتلئ
ID_MESSAGE_HISTORY,محفوظات الرسائل
ID_MESSAGE_TEXT,نص الرسالة
ID_MINIMUM,الأدنى
ID_MINS,دقائق
ID_MINUTES,دقائق
ID_MISSING_FILE,ملف مفقود
ID_MODE,الوضع
ID_MODE_INDEX_OUT_OF_RANGE,فهرس الوضع خارج النطاق
ID_MODEL,الطراز
ID_MODULE,وحدة
ID_MODULE_1,وحدة 1
ID_MODULE_2,وحدة 2
ID_MODULE_3,وحدة 3
ID_MODULE_4,وحدة 4
ID_MODULE_5,وحدة 5
ID_MODULE_6,وحدة 6
ID_MODULE_7,وحدة 7
ID_MODULE_8,وحدة 8
ID_MODULE_ADDRESS,عنوان الوحدة
ID_MODULE_BOOT_ROM,ROM تمهيد الوحدة
ID_MODULE_DEFAULTS,افتراضيات الوحدة
ID_MODULE_FAILURE_,فشل الوحدة. الرجاء إيقاف التشغيل.
ID_MODULE_FULLSCALE,الحجم التام للوحدة
ID_MODULE_MAIN_CODE,الرمز الرئيسي للوحدة
ID_MODULE_SERIAL_NUMBER,الرقم التسلسلي للوحدة
ID_MODULE_SOFTWARE_UPGRADE,ترقية برنامج الوحدة
ID_MODULE_STATUS,حالة الوحدة
ID_MODULE_UPGRADE,ترقية الوحدة
ID_MORE_,مزيد...
ID_MS,م س
ID_MV,م ف
ID_MV_135,135 ميللي فولت
ID_NAME,الاسم
ID_NAME_ALREADY_USED,الاسم مستخدم بالفعل
ID_NEG_CAL_ERROR,خطأ في المعايرة السالبة
ID_NEG_SOURCE_SENSOR,مستشعر مصدر -ve
ID_NEG_SOURCE_SENSOR_DIAGNOSTICS,تشخيصات مستشعر مصدر -ve
ID_NEG_SOURCE_ZERO,تصفير مصدر -ve
ID_NEG5_TO_5V,-5 إلى +5 فولت
ID_NEGATIVE_FS,الحجم التام -ve
ID_NEGATIVE_SOURCE,مصدر -ve
ID_NEGATIVE_SOURCE_G,مصدر -ve g
ID_NEW,جديد
ID_NEW_,<…new…>
ID_NEW_SOFTWARE_NOT_FOUND_,البرنامج الجديد غير موجود. الرجاء التأكد من إدراج ذاكرة USB مع برنامج جديد بشكلٍ صحيح.
ID_NEW_USER_PIN,PIN مستخدم جديد
ID_NITROGEN,النيتروجين
ID_NO,لا
ID_NO_BIAS_RUN_COMPLETED,No Bias Run Completed
ID_NO_CONTROL_MODULE_RECOGNISED,لم يتم التعرف على وحدة التحكم
ID_NO_ERROR,لا يوجد خطأ
ID_NO_OVERSHOOT,لا يوجد تجاوز
ID_NO_SPECIAL_HARDWARE_FITTED,عدم تركيب أجهزة خاصة
ID_NON_ISO,لا معزول
ID_NON_ISOLATED,لا معزول
ID_NONE,لا
ID_NORMAL,عادي
ID_NORTH_AMERICA,أمريكا الشمالية
ID_NOT_CALIBRATED,لم تتم المعايرة
ID_NOT_ENOUGH_DIGITS,لم يتم إدخال أرقام كافية
ID_NOT_FITTED,غير معين
ID_NOT_IN_CAL_MODE,ليس في وضع المعايرة
ID_NOT_IN_PROGRESS,ليس جاري التقدم
ID_NOT_PRESENT,غير موجود
ID_NOT_SAVED,غير محفوظ
ID_NOT_SET,غير معين
ID_NOTE_APPLIED_VALUE,لاحظ القيمة المطبقة
ID_NUDGE_RESOLUTION,دقة التحريك
ID_NULL,
ID_NUMBER_OF_POINTS,عدد النقاط
ID_NUMBER_OF_RANGES,عدد النطاقات
ID_ODD,فردي
ID_OFF,إيقاف تشغيل
ID_OFFSET_VALUE_1,قيمة الإزاحة 1
ID_OFFSET_VALUE_2,قيمة الإزاحة 2
ID_ON,تشغيل
ID_ON_,تشغيل...
ID_ON_SWITCH_IP,إدخال عند التشغيل
ID_OPEN,فتح
ID_OPEN_APPLY_VALVE,فتح صمام التطبيق
ID_OPEN_ISOLATION_VALVE,فتح صمام العزل
ID_OPEN_RELEASE_VALVE,فتح صمام التحرير
ID_OPEN_ZERO_VALVE,فتح صمام التصفير
ID_OPERATION_TIME,وقت العملية
ID_OPTION_INSTALLATION,تثبيت الخيار
ID_OPTION_STATUS,خيارات البرنامج
ID_OPTIONS_FITTED,تم تعيين الخيارات
ID_OS_UPGRADE,ترقية نظام التشغيل
ID_OUT_OF_RANGE,خارج النطاق
ID_OUTPUT_RELAYS,مرحلات المخرجات
ID_OVER_RANGE,أعلى من النطاق
ID_OVERRANGE_PROTECTIVE_VENT,مخرج حماية تجاوز النطاق
ID_OVERSHOOT,تجاوز
ID_OVERWRITE_THE_ORIGINAL_FILE,استبدال الملف الأصلي؟
ID_PACE5000,PACE5000
ID_PACE5000_SWITCHED_ON,PACE5000 تم التشغيل
ID_PACKET,حزمة
ID_PARAMETER_ENTRY,إدخال المعلمة
ID_PARITY,تماثل
ID_PASS,نجاح
ID_PASSIVE,سلبي
ID_PASSIVE_MODE,وضع سلبي
ID_PAUSE,توقف مؤقت
ID_PAUSED,متوقف مؤقتًا
ID_PC_FS,% FS
ID_PC_SPAN,% امتداد
ID_PER_MIN,/دقيقة
ID_PER_MINUTE,/دقيقة
ID_PER_SEC,/ثانية
ID_PER_SECOND,/ثانية
ID_PERCENT,نسبة مئوية
ID_PERCENTAGE,%
ID_PERFORM_VENT_ERROR,خطأ في المخرج
ID_PERFORM_ZERO_ERROR,خطأ في التصفير
ID_PERIODIC_MESSAGE_SETUP_ERROR,خطأ في إعداد الرسائل الدورية
ID_PINS_ARE_DIFFERENT,أرقام PIN مختلفة
ID_PLEASE_ENSURE_USB_WITH_,الرجاء التأكد من إدراج عصا ذاكرة USB مع برنامج وحدة جديد بشكلٍ صحيح
ID_PLEASE_ENSURE_USB_WITH_HISTORY_,الرجاء التأكد من إدراج عصا ذاكرة USB مع دليل "المحفوظات" بشكلٍ صحيح
ID_PLEASE_ENSURE_USB_WITH_OS_,الرجاء التأكد من إدراج عصا ذاكرة USB مع نظام تشغيل جديد بشكلٍ صحيح
ID_PLEASE_ENSURE_USB_WITH_SETTINGS_,الرجاء التأكد من إدراج عصا ذاكرة USB مع دليل "الإعدادات" بشكلٍ صحيح
ID_PLEASE_ENSURE_USB_WITH_TEST_PROGRAMS_,الرجاء التأكد من إدراج عصا ذاكرة USB مع دليل "برامج الاختبار" بشكلٍ صحيح
ID_PLEASE_REENTER_DATE_OR_CANCEL,الرجاء إعادة إدخال التاريخ أو الإلغاء
ID_PLEASE_REENTER_OPTION_KEY_OR_CANCEL,الرجاء إعادة إدخال مفتاح الخيار أو الإلغاء
ID_PLEASE_REENTER_PIN_OR_CANCEL,الرجاء إعادة إدخال رقم PIN أو الإلغاء
ID_PLEASE_REENTER_TIME_OR_CANCEL,الرجاء إعادة إدخال الوقت أو الإلغاء
ID_PLEASE_REMEMBER__CAL_PIN,الرجاء تذكر PIN المعايرة الجديدة
ID_PLEASE_REMEMBER__SUP_PIN,الرجاء تذكر PIN المشرف الجديد
ID_PLEASE_RETRY_OR_CANCEL,الرجاء المحاولة أو الإلغاء
ID_PLEASE_SWITCH_INSTRUMENT_OFF_,الرجاء وقف الآلة وإعادة تشغيلها لإعادة التعيين.
ID_PLEASE_WAIT,الرجاء الانتظار
ID_PLEASE_WAIT_WHILST_,الرجاء الانتظار أثناء تثبيت البرنامج الجديد.
ID_POINT,نقطة
ID_POS_SOURCE_SENSOR,مستشعر مصدر -ve
ID_POS_SOURCE_SENSOR_DIAGNOSTICS,تشخيصات مستشعر مصدر +ve
ID_POS_SOURCE_ZERO,تصفير مصدر +ve
ID_POSITIVE_FS,الحجم التام +ve
ID_POSITIVE_SOURCE,مصدر +ve
ID_POSITIVE_SOURCE_G,مصدر +ve g
ID_POWER_OFF_INSTRUMENT,إيقاف تشغيل الآلة. 
ID_POWER_ON_INSTRUMENT,تشغيل الآلة.
ID_POWER_UP,تشغيل
ID_POWER_UP_SETPOINT,نقطة تعيين التشغيل
ID_POWER_UP_TRAPPED_PRESSURE_VENT,p.u. مخرج ضغط بمحبس
ID_POWER_UP_TRAPPED_PRESSURE_VENT_DISABLED,p.u. مخرج ضغط بمحبس ممكن
ID_POWER_UP_TRAPPED_PRESSURE_VENT_ENABLED,p.u. مخرج ضغط بمحبس معطل
ID_PPM,ppm FS
ID_PRESET,إعداد مسبق
ID_PRESET_PRESSURE_1,ضغط معد مسبقًا 1
ID_PRESET_PRESSURE_10,ضغط معد مسبقًا 10
ID_PRESET_PRESSURE_11,ضغط معد مسبقًا 11
ID_PRESET_PRESSURE_12,ضغط معد مسبقًا 12
ID_PRESET_PRESSURE_13,ضغط معد مسبقًا 13
ID_PRESET_PRESSURE_14,ضغط معد مسبقًا 14
ID_PRESET_PRESSURE_15,ضغط معد مسبقًا 15
ID_PRESET_PRESSURE_16,ضغط معد مسبقًا 16
ID_PRESET_PRESSURE_17,ضغط معد مسبقًا 17
ID_PRESET_PRESSURE_18,ضغط معد مسبقًا 18
ID_PRESET_PRESSURE_19,ضغط معد مسبقًا 19
ID_PRESET_PRESSURE_2,ضغط معد مسبقًا 2
ID_PRESET_PRESSURE_20,ضغط معد مسبقًا 20
ID_PRESET_PRESSURE_21,ضغط معد مسبقًا 21
ID_PRESET_PRESSURE_22,ضغط معد مسبقًا 22
ID_PRESET_PRESSURE_23,ضغط معد مسبقًا 23
ID_PRESET_PRESSURE_24,ضغط معد مسبقًا 24
ID_PRESET_PRESSURE_25,ضغط معد مسبقًا 25
ID_PRESET_PRESSURE_3,ضغط معد مسبقًا 3
ID_PRESET_PRESSURE_4,ضغط معد مسبقًا 4
ID_PRESET_PRESSURE_5,ضغط معد مسبقًا 5
ID_PRESET_PRESSURE_6,ضغط معد مسبقًا 6
ID_PRESET_PRESSURE_7,ضغط معد مسبقًا 7
ID_PRESET_PRESSURE_8,ضغط معد مسبقًا 8
ID_PRESET_PRESSURE_9,ضغط معد مسبقًا 9
ID_PRESET_SETPOINT,نقطة تعيين معدة
ID_PRESET_SETUP,إعداد مسبق
ID_PRESS_ACCEPT_TO_ENTER_REQUIRED_,اضغط على "قبول" لإدخال قيمة الناتج التماثلي المطلوبة
ID_PRESS_ESCAPE_T0_REJECT__,اضغط على "هروب" لرفض المعايرة.
ID_PRESS_OK_TO_ACCEPT_,اقبل المعايرة للعودة إلى قائمة المعايرة.
ID_PRESS_OK_TO_CONTINUE,اضغط على "موافق" للمتابعة
ID_PRESS_OK_TO_ENTER_REQUIRED_,اقبل للدخول إلى قيمة الناتج التماثلي المطلوب
ID_PRESS_OK_WHEN_OUTPUT_VALUE_IS_STABLE,اقبل عندما تكون هذه القيمة مستقرة
ID_PRESS_RETRY_TO_RECALIBRATE,اضغط على "إعادة المحاولة" لتكرار القياس/الإدخال
ID_PRESS_TO_CONTINUE,اضغط "متابعة"
ID_PRESS_YES_TO_TURN_CONTROLLER_OFF_,اضغط على "نعم" لإيقاف تشغيل وحدة التحكم وتصفير نطاق الضغط هذا.
ID_PRESSURE,الضغط
ID_PRESSURE_FILTER,تصفية الضغط
ID_PRESSURE_OUTSIDE_RANGE_,الضغط خارج النطاق. قم بتهوية النظام قبل إجراء التصفير.
ID_PRESSURE_OVER_RANGE,ضغط يفوق النطاق
ID_PRESSURE_READING,قراءة الضغط
ID_PRESSURE_SENSOR_BEING_ZEROED,يتم تصفير مستشعر الضغط
ID_PRESSURE_UNITS,وحدات الضغط
ID_PRESSURE_ZERO,تصفير الضغط
ID_PRIORITY_HIGH,مرتفع
ID_PRIORITY_LOW,منخفض
ID_PRIORITY_MED_HIGH,مرتفع متوسط
ID_PRIORITY_MED_LOW,منخفض متوسط
ID_PROCESS,العملية
ID_PRODUCTION_STATUS,حالة الإنتاج
ID_PROG_BEEP,صافرة
ID_PROG_BREAK,فصل
ID_PROG_CONTROL,عنصر تحكم
ID_PROG_COUNT,تعداد
ID_PROG_CYCLING,تدوير
ID_PROG_DWELL,فترة
ID_PROG_END,النهاية
ID_PROG_GOTO,انتقل إلى
ID_PROG_IN_LIMITS,الحدود الداخلية
ID_PROG_IN_LIMITS_TIMER,مؤقت i/l
ID_PROG_IP_LOGIC,منطق I/P
ID_PROG_ISO_VALVE,صمام العزل
ID_PROG_MEASURE,قياس
ID_PROG_PAUSE,توقف مؤقت
ID_PROG_RANGE,نطاق
ID_PROG_RATE_MAX,المعدل الأقصى
ID_PROG_RATE_VALUE,قيمة المعدل
ID_PROG_RESOLUTION,الدقة
ID_PROG_SETPOINT,نقطة التعيين
ID_PROG_SETTLING_FAST,تعيين سريع
ID_PROG_SETTLING_N_O,تعيين n/o
ID_PROG_START,بداية
ID_PROG_STOP_COUNT,توقف التعداد
ID_PROG_TEXT,نص
ID_PROG_UNITS,وحدات
ID_PROG_VENT,مخرج
ID_PROG_VFC_OFF,إيقاف VFC
ID_PROG_VFC_ON,تشغيل VFC
ID_PROG_WAIT_IN_LIMITS,انتظار ضمن الحدود
ID_PROG_ZERO,تصفير
ID_PROGRAM_HAS_CHANGED,لقد تغير البرنامج
ID_PROGRAMMING_ERROR,خطأ في البرمجة
ID_PROTECTIVE_VENT,مخرج حماية
ID_PROTECTIVE_VENT_DISABLED,مخرج الحماية معطل
ID_PROTECTIVE_VENT_ENABLED,مخرج الحماية ممكن
ID_PROTOCOL,بروتوكول
ID_QBT,QBT
ID_RANGE,نطاق
ID_RANGE_CHANGING,تغيير النطاق
ID_RANGES,النطاقات
ID_RANGES_FITTED,النطاقات المعينة
ID_RATE,المعدل
ID_RATE_AIM,هدف المعدل
ID_READING,القراءة
ID_READINGS_PER_SEC,قراءات/ثواني
ID_RECALL_USER_SETUP,جلب إعداد المستخدم
ID_RECORD_THE_CALIBRATION_POINT,قياس وإدخال قيمة الناتج التماثلي
ID_REDUCE_POS_SOURCE_,قم بتقليل ضغط المصدر +ve ضمن حدود MWP ثم حدد "موافق"
ID_REENTER_NEW_CAL_PIN,أعد إدخال PIN المعايرة الجديدة
ID_REENTER_NEW_SUP_PIN,أعد إدخال PIN المشرف الجديد
ID_REF_PORT_MEDIUM,وسط منفذ المرجع
ID_REFERENCE,المرجع
ID_REFERENCE_CORRECTION,تصحيح المرجع
ID_REFERENCE_PRESSURE,ضغط المرجع
ID_REFERENCE_SENSOR,مستشعر المرجع
ID_REGULATOR,منظم
ID_RELAY_INDEX_OUT_OF_RANGE,ترحيل الفهرس خارج النطاق
ID_RELEASE,تحرير
ID_RELEASE_BIAS,Release Bias
ID_RELEASE_PRESSURE,تحرير الضغط
ID_RELEASE_PWM,تحرير PWM
ID_RELEASE_VALVE_BIAS_ERROR,Release Valve Bias Error
ID_RELEASE_VALVE_CHARACTERISATION_ERROR,خطأ في تحرير وصف الصمام
ID_REMINDER_PERIOD,فترة التذكير
ID_REMOTE,بعيد
ID_REMOVED,تمت الإزالة
ID_REPEAT,تكرار
ID_RESET_FAULT_HISTORY,مسح محفوظات الأخطاء
ID_RESET_LAN_SETTINGS,مسح إعدادات LAN
ID_RESET_USE_LOG,مسح سجل الاستخدام
ID_RESET_USE_LOG_HISTORY,مسح محفوظات السجل
ID_RESOLUTION,الدقة
ID_RESTORE_AS_SHIPPED,استعادة إعدادات الشحن
ID_RESTORE_LAST_SETTINGS,استعادة آخر إعدادات 
ID_RESUME,استئناف
ID_ROUGHING,التخشين
ID_ROUGHING_TIMER,مؤقت التخشين
ID_ROW,باقي العالم
ID_RS232,RS232
ID_RS232_DIAGNOSTICS,تشخيصات RS232
ID_RS232_STATUS,حالة RS232
ID_RTS_CTS,RTS/CTS
ID_RUN,تشغيل
ID_RUNNING,جاري التشغيل
ID_RUSKA7000,Ruska7000
ID_SAMPLES_BEING_TAKEN,يتم أخذ العينات
ID_SAVE_AS_SHIPPED,حفظ باسم Shipped
ID_SAVE_RECALL_USER_SETUP,حفظ/استدعاء الإعداد
ID_SAVE_USER_SETUP,حفظ إعداد المستخدم
ID_SCM,SCM
ID_SCM_CORRECTION,تصحيح SCM
ID_SCM_FILTER,تصفية SCM
ID_SCM_MODULE_SERIAL_NUMBER,الرقم التسلسلي لوحدة SCM
ID_SCM_ZERO,تصفير SCM
ID_SCPI,SCPI
ID_SCREEN_CALIBRATION,معايرة الشاشة
ID_SCREEN_SAVER,شاشة التوقف
ID_SECOND_DIGIT,الرقم الثاني
ID_SECONDS,ثواني
ID_SELECT_CAL_CHANNEL_ERROR,خطأ في تحديد قناة المعايرة
ID_SELECT_RANGE,حدد نطاقًا
ID_SENSOR_CORRECTION,تصحيح المستشعر
ID_SENSOR_INDEX_OUT_OF_RANGE,فهرس المستشعر خارج النطاق
ID_SENSOR_SERIAL_NUMBER_ERROR,خطأ في الرقم التسلسلي للمستشعر
ID_SENT_VALUE_OUT_OF_LIMITS,القيمة المرسلة خارج الحدود
ID_SERIAL_COMM_DIAG,تشخيصات الاتصالات التسلسلية
ID_SERIAL_NUMBER,الرقم التسلسلي
ID_SERVICE,الخدمة
ID_SET_SERIAL_NUMBER,تعيين أرقام تسلسلية
ID_SET_UP,إعداد
ID_SETPOINT,نقطة التعيين
ID_SETPOINT_==_VALUE,== القيمة
ID_SETPOINT_>=_VALUE,>= القيمة
ID_SETPOINT_ENTRY,إدخال نقطة التعيين
ID_SETPOINT_EQUALS,نقطة التعيين= 
ID_SETPOINT_LIMITS,حدود نقطة التعيين
ID_SETPOINT_VALUE_ERROR,خطأ في قيمة نقطة التعيين
ID_SETTING,إعداد
ID_SETUP,الإعداد
ID_SEVENTH_DIGIT,الرقم السابع
ID_SHOW_LAN_STATUS,إظهار مؤشر حالة الشبكة
ID_SIXTH_DIGIT,الرقم السادس
ID_SLEW_RATE,معدل الاستدارة
ID_SN,ج/ش
ID_SOFTWARE,البرنامج
ID_SOFTWARE_HISTORY,محفوظات البرنامج
ID_SOFTWARE_INSTALLED,البرنامج مثبت
ID_SOFTWARE_UPGRADE_COMPLETE,اكتملت ترقية البرنامج
ID_SOFTWARE_UPGRADE_FAILED,فشلت ترقية البرنامج
ID_SOFTWARE_UPGRADES,ترقيات البرنامج
ID_SOURCE_FS_LT_CONTROL_FS,مستشعر مصدر FS أقل من مستشعر عنصر التحكم FS
ID_SOURCE_PDCR_CORRECTION,تصحيح PDCR المصدر
ID_SOURCE_PRESSURE,ضغط المصدر
ID_SOURCE_PRESSURE_ABOVE_LIMIT,ضغط المصدر خارج الحدود
ID_SOURCE_PRESSURE_FAILED,فشل ضغط المصدر
ID_SOURCE_PRESSURE_MEASUREMENT_UN_,قياس ضغط المصدر غير متاح
ID_SOURCE_SENSOR,مستشعر المصدر
ID_SOURCE_SOLID_SENSOR_CAL_,درجات حرارة معايرة مستشعر المصدر بترتيب تنازلي
ID_SPAN_OUTSIDE_LIMITS,الامتداد خارج الحدود
ID_STAND_ALONE,مستقل
ID_STANDARD,قياسي
ID_START,بداية
ID_START_PARAMETER_ENTRY,إدخال معلمة البداية
ID_START_SETPOINT,نقطة تعيين البداية
ID_START_SLEW_RATE,بدء معدل الاستدارة
ID_START_TX,بداية Tx
ID_STATIC,ثابت
ID_STATUS,الحالة
ID_STATUS_AREA,مساحة الحالة
ID_STEP,خطوة
ID_STEPPING,تدريج
ID_STOP,توقف
ID_STOP_BITS,بتات التوقف
ID_STOP_TX,توقف Tx
ID_STOPPED,تم التوقف
ID_SUBNET_MASK,قناع الشبكة الفرعية
ID_SUMMARY,الملخص
ID_SUPERVISOR,المشرف
ID_SUPERVISOR_SETUP,إعداد المشرف
ID_SWITCH_DEBOUNCE_TIME,وقت "استقرار" المفتاح
ID_SWITCH_STATUS,حالة المفتاح
ID_SWITCH_TEST,اختبار المفتاح
ID_SWITCH_TEST_END,نهاية اختبار المفتاح
ID_SWITCH_TEST_OPTION_IS_ENABLED,خيار اختبار المفتاح ممكن.
ID_SWITCH_TEST_PARAMETER_SELECTION,تحديد معلمات اختبار المفتاح
ID_SWITCH_TEST_RUNNING,تشغيل اختبار المفتاح
ID_SWITCH_TEST_SETUP,إعداد اختبار المفتاح
ID_SWITCH_TEST_START,بداية اختبار المفتاح
ID_SWITCH_TEST_TEST,اختبار اختبار المفتاح
ID_SWITCH_TRIGGER,إدخال مشغل المفتاح
ID_SYSTEM,النظام
ID_SYSTEM_VENT_BEING_PERFORMED,يتم أداء مخرج النظام
ID_SYSTEM_VENT_COMPLETE,اكتمل مخرج النظام
ID_SYSTEM_VENT_FAILED,فشل مخرج النظام
ID_SYSTEM_ZERO_COMPLETE,اكتمل تصفير النظام
ID_SYSTEM_ZERO_FAILED,فشل تصفير النظام
ID_TARE,الوزن الفارغ
ID_TASK,المهمة
ID_TASK_CHANGING,تغيير المهمة
ID_TCP,TCP
ID_TEMPERATURE,درجة الحرارة
ID_TERMINATOR,جهاز الإنهاء
ID_TEST,اختبار
ID_TEST_PARAMETER_ENTRY,إدخال معلمة الاختبار
ID_TEST_PORT_MEDIUM,وسط منفذ الاختبار
ID_TEST_PRESSURE_1,اختبار الضغط 1
ID_TEST_PRESSURE_1_END,نهاية اختبار الضغط 1
ID_TEST_PRESSURE_1_START,بداية اختبار الضغط 1
ID_TEST_PRESSURE_2,اختبار الضغط 2
ID_TEST_PRESSURE_2_END,نهاية اختبار الضغط 2
ID_TEST_PRESSURE_2_START,بداية اختبار الضغط 2
ID_TEST_PROGRAM,برنامج الاختبار
ID_TEST_PROGRAM_OPTION_IS_ENABLED,خيار برنامج الاختبار ممكن.
ID_TEST_PROGRAM_RUNNING,تشغيل برنامج الاختبار
ID_TEST_PROGRAM_SETUP,إعداد برنامج الاختبار
ID_TEST_PROGRAMS,برامج الاختبار
ID_TEST_SETPOINT_1,اختبار نقطة التعيين 1
ID_TEST_SETPOINT_2,اختبار نقطة التعيين 2
ID_THE_CURRENT_SETPOINT_IS_OUTSIDE_,توجد نقطة التعيين الحالية خارج حدود نقطة التعيين الجديدة.
ID_THE_INSTRUMENT_MUST_,إيقاف تشغيل الآلة. أزل عصا ذاكرة USB. تشغيل الآلة لإكمال التثبيت.
ID_THE_INSTRUMENT_MUST_BE_SWITCHED_OFF_,يجب إيقاف تشغيل الآلة الآن وإعادة تشغيلها.
ID_THE_NUMBER_OF_ACTIVE_ERROR_,وصل عدد رسائل الخطأ النشطة إلى الحد الأعلى
ID_THE_SYSTEM_WILL_BE_AUTO_,سيتم تهوية النظام تلقائيًا إذا زاد الضغط عن 110%.
ID_THE_SYSTEM_WILL_NOT_BE_AUTO_,لن يتم تهوية النظام تلقائيًا عند الضغط المرتفع
ID_THE_SYSTEM_WILL_NOT_OFFER_,لن يعرض النظام تهوية الضغط المحبوس الذي يزيد عن 3 بار عند التشغيل
ID_THE_SYSTEM_WILL_OFFER_,سيعرض النظام تهوية الضغط المحبوس الذي يزيد عن 3 بار عند التشغيل
ID_THIRD_DIGIT,الرقم الثالث
ID_THIS_SETPOINT_WILL_NOT_BE__,لن يتم إرسال نقطة التعيين هذه إلى وحدة التحكم.
ID_THIS_TASK_IS_CURRENTLY_SELECTED,هذه المهمة محددة حاليًا
ID_THIS_TASK_IS_LOCKED,هذه المهمة مؤمنة
ID_TIME_AND_DATE,الوقت والتاريخ
ID_TIME_CONSTANT,ثابت الوقت
ID_TIME_SET,تعيين الوقت
ID_TIME_TO_IN_LIMITS,الوقت إلى الحدود المستهدفة
ID_TIME_TO_SETPOINT,الوقت للنقطة المعينة
ID_TIMED_ZERO,تصفير منقضي المهلة
ID_TIMEOUT,مهلة
ID_TIMER,مؤقت
ID_TOO_LONG,طويل جدًا
ID_TOO_MANY_DIGITS,تم إدخال أرقام كثيرة للغاية
ID_TOO_SHORT,قصير للغاية
ID_TOP_SPAN,الامتداد العلوي
ID_TRAPPED_PRESSURE_EXCEEDS,يتجاوز الضغط المحبوس 3 بار
ID_TX,Tx
ID_TYPE,النوع
ID_UI_ADDRESS,عنوان UI
ID_UNABLE_TO_PERFORM_RESTORE,يتعذر إجراء استعادة
ID_UNITS,وحدات
ID_UNITS_ATM,atm
ID_UNITS_BAR,bar
ID_UNITS_CMH2O_20C,cmH₂O@20°C
ID_UNITS_CMH2O_4C,cmH₂O@4°C
ID_UNITS_CMHG,cmHg@0°C
ID_UNITS_FTH2O_20C,ftH₂O@20°C
ID_UNITS_FTH2O_4C,ftH₂O@4°C
ID_UNITS_FTH2O_60F,ftH₂O@60°F
ID_UNITS_HPA,hPa
ID_UNITS_INH2O_20C,inH₂O@20°C
ID_UNITS_INH2O_4C,inH₂O@4°C
ID_UNITS_INH2O_60F,inH₂O@60°F
ID_UNITS_INHG,inHg@0°C
ID_UNITS_KGCM2,kg/cm²
ID_UNITS_KGM2,kg/m²
ID_UNITS_KPA,kPa
ID_UNITS_LBFT2,lb/ft²
ID_UNITS_MBAR,mbar
ID_UNITS_MH2O_20C,mH₂O@20°C
ID_UNITS_MH2O_4C,mH₂O@4°C
ID_UNITS_MHG,mHg@0°C
ID_UNITS_MMH2O_20C,mmH₂O@20°C
ID_UNITS_MMH2O_4C,mmH₂O@4°C
ID_UNITS_MMHG,mmHg@0°C
ID_UNITS_MPA,MPa
ID_UNITS_PA,Pa
ID_UNITS_PSI,psi
ID_UNITS_TORR,torr
ID_UNKNKOWN_COMMAND,أمر غير معروف
ID_UNKNOWN,مجهول
ID_UNKNOWN_CODE,رمز غير معروف
ID_UNKNOWN_ERROR,خطأ غير معروف
ID_UNLOCK_ALL,إلغاء تأمين الكل
ID_UNLOCKED,غير مؤمن
ID_UPDATE_RATE,معدل التحديث
ID_UPGRADING_,جاري الترقية...
ID_UPPER,أعلى
ID_UPPER_LIMIT,الحد الأعلى
ID_UPPER_SETPOINT_LIMIT_MUST_,يجب أن يكون حد نقطة التعيين العليا أكبر من حد نقطة التعيين السفلى
ID_USA,الولايات المتحدة
ID_USB,USB
ID_USB_MODE_HAS_BEEN_,تم إعادة تكوين وضع USB.
ID_USB_MODE_IS_CONFIGURED_,تم تكوين وضع USB على "جهاز تخزين كبير السعة"
ID_USB_PORT_DISABLED,منفذ USB معطل
ID_USB_STATUS,حالة USB
ID_USE_LOG,سجل المستخدم
ID_USE_LOG_HISTORY,قديم سجل المستخدم
ID_USER,المستخدم
ID_USER_DEFINED_UNITS,وحدات يحددها مستخدم
ID_USER_INTERFACE_PCA_TEMPERATURE,حرارة PCA لواجهة المستخدم
ID_USER_SETUP_FILES,ملفات إعداد المستخدم
ID_USING_DEFAULT_CALIBRATION_DATA,استخدام بيانات المعايرة الافتراضية
ID_USING_DEFAULT_SERIAL_NUMBER,استخدام رقم التسلسل الافتراضي
ID_UTILITIES,برامج الخدمة
ID_V_0_TO_10,0 إلى 10 فولت
ID_V_0_TO_5,0 إلى 5 فولت
ID_V_11,11 فولت
ID_VACUUM_PRESSURE_FAILED,فشل ضغط الفراغ
ID_VACUUM_PRESSURE_MEASUREMENT_UN_,قياس ضغط الفراغ غير متاح
ID_VACUUM_SENSOR,مستشعر الفراغ
ID_VACUUM_SOLID_SENSOR_CAL_,درجات حرارة معايرة مستشعر الفراغ بترتيب تنازلي
ID_VALID_OPTION_KEY,مفتاح خيار صالح
ID_VALUE,القيمة
ID_VALVE,الصمام
ID_VALVE_BIAS_VALUES_ERROR,Valve Bias Values Error
ID_VALVE_CONTROL,التحكم في الصمام
ID_VALVE_CORRECTION,تصحيح الصمام
ID_VALVE_CORRECTION__COMPLETED,اكتمل تصحيح الصمام بنجاح
ID_VALVE_CORRECTION_FAILED,فشل تصحيح الصمام
ID_VALVE_CORRECTION_HISTORY,قديم تصحيح الصمام
ID_VALVE_INDEX_OUT_OF_RANGE,فهرس الصمام خارج النطاق
ID_VALVE_PWM_ERROR,خطأ في PWM الصمام
ID_VALVE_STATE_ERROR,خطأ في حالة الصمام
ID_VENT,مخرج
ID_VENT_AND_FS,مخرج و+ve FS
ID_VENT_RANGE_INDEX_OUT_OF_RANGE,فهرس نطاق المخرج خارج النطاق
ID_VENT_RATE,معدل المخرج
ID_VENT_SETUP,إعداد المخرج
ID_VENT_TIMED_OUT,انقضاء مهلة المخرج
ID_VENT_TIMEOUT,مهلة المخرج
ID_VENT_YES_NO,المخرج نعم/لا
ID_VERBOSE_OFF,لا إسهاب
ID_VERBOSE_ON,مع الإسهاب
ID_VERIFYING,جاري التحقق من الصحة
ID_VERSION_NUMBER,رقم الإصدار
ID_VFC,التلامس دون جهد كهربي
ID_VFC_BOOT_ROM,ROM تمهيد VFC
ID_VFC_DEFAULTS,افتراضيات VFC
ID_VFC_DIAGNOSTICS,تشخيصات التلامس دون جهد كهربي
ID_VFC_MAIN_CODE,الرمز الرئيسي VFC
ID_VFC_MODULE_SERIAL_NUMBER,الرقم التسلسلي للوحدة VFC
ID_VFC_SETUP,إعداد VFC
ID_VFC_STATUS,حالة VFC
ID_VFC_UPGRADE,ترقية VFC
ID_VIEW_HEX,عرض شكل سداسي
ID_VIEW_TEXT,عرض النص
ID_VOLTAGE,الجهد الكهربي
ID_VOLTS,الفولت
ID_VOLUME,الحجم
ID_VOLUME_ESTIMATE,تقدير الحجم
ID_VXI,VXI-11
ID_WARNING,تحذير
ID_WARNING_MWP_EXCEEDED,تم تجاوز الحد الأقصى لضغط العمل
ID_WATCHDOG_FAILURE_,فشل مراقب النظام
ID_WEB_PASSWORD,كلمة مرور الويب
ID_WRITE_WITHOUT_PASSWORD,كتابة بدون كلمة مرور
ID_WRONG_CONTROLLER_TYPE_FITTED,نوع وحدة خطأ معينة
ID_WRONG_PIN,PIN خطأ
ID_XML_FILE_CORRUPTED,تم إتلاف ملف XML
ID_XON_XOFF,مع X / وقف X
ID_YES,نعم
ID_ZERO,تصفير
ID_ZERO_A_RANGE,تصفير نطاق
ID_ZERO_ALL,تصفير الكل
ID_ZERO_AND_FS,تصفير و+ve FS
ID_ZERO_HISTORY,محفوظات التصفير
ID_ZERO_MODE_ERROR,خطأ في وضع التصفير
ID_ZERO_OFFSET,إزاحة التصفير
ID_ZERO_OUTSIDE_LIMITS,تصفير الحدود الخارجية
ID_ZERO_RANGE_INDEX_OUT_OF_RANGE,فهرس نطاق التصفير خارج النطاق
ID_ZERO_SCM,تصفير SCM
ID_ZERO_SETUP,تصفير الإعداد
ID_ZERO_TIMED_OUT,انقضت مهلة التصفير
ID_ZZ1,婁嫁媺継ﾀｶｒｭﾇ輕せ』
ID_ZZ2,ぁねビ㌆㋲㊪ワ㎖㎸亝礼㏳
ID_ZZ3,لإاثه سه فاث لأقثشف خب فا ث لأقثشفثس مشىلعشم ٍهفث
ID_ZZ4,ةنيب تمنب تهصعثععب بتن
ID_ZZ5,اسيعن يعن لتاسي لغ
ID_ZZ6,يبتىنم بىت اتباهخباه
ID_INVALID_PATTERN,نمط غير صالح
ID_ARE_YOU_SURE_CHANGE_MAC_ADDRESS_,هل تريد بالتأكيد تغيير عنوان MAC؟
ID_EXCEEDED_CHARACTER_LIMIT,تم تجاوز حد الأحرف
ID_DEF_GATEWAY,بوابة افتراضية
ID_DNS_SERVER,خادم DNS
